Repository: wuchunkei/airadar
Catalog: ios/Airadar/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: from Terminal %@
zh_hans: ，%@ 号航站楼出发

source: %@ goes back to your trips, reminders included.
zh_hans: %@ 将回到你的行程中，提醒也会一并恢复。

source: %@ km
zh_hans: %@ 公里

source: %@ tomorrow · %@
zh_hans: %1$@ 明天 · %2$@

source: %@ · %@ late
zh_hans: %1$@ · 延误 %2$@

source: %@ · Gate %@
zh_hans: %1$@ · %2$@ 号登机口

source: %@ · landed
zh_hans: %@ · 已落地

source: %@'s trip
zh_hans: %@ 的行程

source: %@/%@ km
zh_hans: %1$@/%2$@ 公里

source: %lld flight%@
zh_hans: %lld 个航班

source: %lld flights fed
zh_hans: 已提交 %lld 个航班

source: %lld/%lld flights · %@
zh_hans: %1$lld/%2$lld 个航班 · %3$@

source: %lldh
zh_hans: %lld小时

source: %lldh %lldm
zh_hans: %1$lld小时%2$lld分

source: %lldh%lldm
zh_hans: %1$lld时%2$lld分

source: %lldm
zh_hans: %lld分钟

source: 1 flight fed
zh_hans: 已提交 1 个航班

source: A quarter-century in the air.
zh_hans: 二十五次翱翔蓝天。

source: A secret worth finding.
zh_hans: 一个值得寻找的秘密。

source: About
zh_hans: 关于

source: Accept
zh_hans: 接受

source: Accepted
zh_hans: 已接受

source: Account
zh_hans: 账户

source: Add
zh_hans: 添加

source: Add a friend first (My › Settings) to share a trip with them.
zh_hans: 请先添加好友（我的 › 设置），再与他们分享行程。

source: Add friend
zh_hans: 添加好友

source: Add manually
zh_hans: 手动添加

source: Add to trips
zh_hans: 添加到行程

source: Aircraft
zh_hans: 机型

source: Airline
zh_hans: 航空公司

source: Airline name
zh_hans: 航空公司名称

source: Amap
zh_hans: 高德地图

source: Amber
zh_hans: 琥珀

source: App Icon
zh_hans: App 图标

source: Appearance
zh_hans: 外观

source: Apple Maps
zh_hans: Apple 地图

source: Arrival
zh_hans: 到达

source: Arrived %@ · usually %@
zh_hans: 已抵达 %1$@ · 通常飞行 %2$@

source: Arrives at
zh_hans: 到达

source: Arriving
zh_hans: 即将到达

source: Automatic
zh_hans: 自动

source: Back on time — departing %@
zh_hans: 恢复准点 — %@ 出发

source: Baggage belt %@
zh_hans: 行李转盘 %@

source: Baggage claim
zh_hans: 行李转盘

source: Black Iron
zh_hans: 黑铁

source: Blocked — this flight couldn't be confirmed
zh_hans: 已屏蔽 — 无法确认此航班

source: Boarding
zh_hans: 登机中

source: Booking reference
zh_hans: 订座编号

source: Bronze
zh_hans: 青铜

source: Calendar access was refused. Allow it under Settings › Privacy & Security › Calendars.
zh_hans: 日历访问被拒绝。请前往 设置 › 隐私与安全性 › 日历 中允许。

source: Calendars to read
zh_hans: 要读取的日历

source: Cancel
zh_hans: 取消

source: Cancelled
zh_hans: 已取消

source: Check-in open
zh_hans: 值机开放

source: Choose a flight
zh_hans: 选择航班

source: Choose calendars…
zh_hans: 选择日历…

source: Cities
zh_hans: 城市

source: Close
zh_hans: 关闭

source: Come to create your first trip!
zh_hans: 来创建你的第一个行程吧！

source: Coming
zh_hans: 即将出行

source: Community
zh_hans: 社区

source: Completed
zh_hans: 已完成

source: Confirm
zh_hans: 确认

source: Continue with Google
zh_hans: 使用 Google 继续

source: Couldn't load
zh_hans: 无法加载

source: Countries
zh_hans: 国家/地区

source: Dark
zh_hans: 深色

source: Date
zh_hans: 日期

source: Decline
zh_hans: 拒绝

source: Default
zh_hans: 默认

source: Delayed
zh_hans: 延误

source: Delayed %lld min — now departing %@
zh_hans: 延误 %1$lld 分钟 — 现 %2$@ 出发

source: Delete
zh_hans: 删除

source: Delete All
zh_hans: 全部删除

source: Delete all %lld trips?
zh_hans: 删除全部 %lld 个行程？

source: Delete all trips
zh_hans: 删除全部行程

source: Deleted %@ · gone for good in %@
zh_hans: %1$@ 删除 · %2$@后永久删除

source: Departed
zh_hans: 已起飞

source: Departing
zh_hans: 即将起飞

source: Departing now
zh_hans: 正在起飞

source: Departing now, %lld min late
zh_hans: 正在起飞，延误 %lld 分钟

source: Departs %@ · open Airadar to follow it live on your Lock Screen
zh_hans: %@ 起飞 · 打开 Airadar 即可在锁定屏幕上实时跟踪

source: Departs %@%@
zh_hans: %1$@ 起飞%2$@

source: Departure
zh_hans: 出发

source: Departure date
zh_hans: 出发日期

source: Diamond
zh_hans: 钻石

source: Diamond-clear dedication.
zh_hans: 钻石般纯粹的坚持。

source: Display
zh_hans: 显示

source: Distance
zh_hans: 距离

source: Diverted
zh_hans: 已备降

source: Doesn't look real
zh_hans: 看起来不真实

source: Done
zh_hans: 完成

source: Duration
zh_hans: 飞行时长

source: Edit
zh_hans: 编辑

source: Edit trip
zh_hans: 编辑行程

source: Every journey starts here.
zh_hans: 每段旅程都从这里开始。

source: Every tier
zh_hans: 所有等级

source: Fifty flights strong.
zh_hans: 五十个航班，实力见证。

source: Final call
zh_hans: 最后召集

source: Find
zh_hans: 查找

source: Find by email
zh_hans: 通过邮箱查找

source: Finished
zh_hans: 已结束

source: First name
zh_hans: 名

source: Flight
zh_hans: 航班

source: Flight number
zh_hans: 航班号

source: Flights
zh_hans: 航班

source: Follows your tier — %@ right now
zh_hans: 跟随你的等级 — 当前为 %@

source: Found via a shared calendar — whose trip is this?
zh_hans: 来自共享日历 — 这是谁的行程？

source: Friends
zh_hans: 好友

source: Friends can find me by email
zh_hans: 允许好友通过邮箱找到我

source: From (IATA)
zh_hans: 出发地 (IATA)

source: Gate
zh_hans: 登机口

source: Gate %@
zh_hans: %@ 号登机口

source: Gate closed
zh_hans: 登机口已关闭

source: Gate closing
zh_hans: 登机口即将关闭

source: Gate open
zh_hans: 登机口开放

source: Get a plan on the web
zh_hans: 在网页上购买方案

source: Gold
zh_hans: 黄金

source: Google Maps
zh_hans: Google 地图

source: History
zh_hans: 历史

source: Import
zh_hans: 导入

source: Import from email
zh_hans: 从邮件导入

source: Imported · needs review
zh_hans: 已导入 · 待确认

source: In %lldh
zh_hans: %lld小时后

source: In flight
zh_hans: 飞行中

source: Is friend's?
zh_hans: 是好友的？

source: Is the airline correct?
zh_hans: 航空公司正确吗？

source: Is this your name?
zh_hans: 这是你的名字吗？

source: Its real track ends near %@, not %@ — likely diverted or turned back
zh_hans: 实际航迹结束于 %1$@ 附近，而非 %2$@ — 可能已备降或返航

source: Landed · %@ early
zh_hans: 已落地 · 提前 %@

source: Landed · %@ late
zh_hans: 已落地 · 延误 %@

source: Landed · on time
zh_hans: 已落地 · 准点

source: Last name
zh_hans: 姓

source: Light
zh_hans: 浅色

source: Looks real
zh_hans: 看起来真实

source: Middle name (optional)
zh_hans: 中间名（可选）

source: Mine!
zh_hans: 我的！

source: My
zh_hans: 我的

source: Name on tickets
zh_hans: 机票上的姓名

source: Navigate to %@
zh_hans: 导航至 %@

source: No
zh_hans: 否

source: No friends yet. Find someone by email, or accept a request from a shared trip.
zh_hans: 还没有好友。可通过邮箱查找，或接受共享行程中的请求。

source: No link for this trip
zh_hans: 此行程没有链接

source: No match in the bundled list.
zh_hans: 内置列表中没有匹配项。

source: No past trips yet.
zh_hans: 还没有过往行程。

source: No upcoming trips.
zh_hans: 没有即将出行的行程。

source: Not in the bundled list yet — this trip uses the name you type right away, and it's kept on this device to review adding properly later.
zh_hans: 尚未收录 — 此行程会直接使用你输入的名称，并保存在本设备上，以便稍后正式收录。

source: Not this one? Change the number or date and search again.
zh_hans: 不是这个？请修改航班号或日期后重新搜索。

source: Nothing here. Deleted trips stay for %lld days.
zh_hans: 这里空空如也。已删除的行程会保留 %lld 天。

source: Nothing to review right now.
zh_hans: 目前没有需要审核的内容。

source: Now
zh_hans: 现在

source: OK
zh_hans: 好

source: On time
zh_hans: 准点

source: Or paste a booking confirmation
zh_hans: 或粘贴订票确认信息

source: Other
zh_hans: 其他

source: Other — my airline isn't listed
zh_hans: 其他 — 列表中没有我的航空公司

source: Over %@
zh_hans: 正飞越 %@

source: Overlaps with %@ — you can't be on two flights at once; this may not be your trip
zh_hans: 与 %@ 时间重叠 — 你不可能同时乘坐两个航班，这可能不是你的行程

source: Past
zh_hans: 过往

source: Pending
zh_hans: 待回复

source: Plans
zh_hans: 方案

source: Platinum
zh_hans: 白金

source: Porcelain
zh_hans: 瓷器

source: Premium is bought on the web (monthly, or once as a lifetime buyout) and unlocked in the app with a token; a subscription keeps working for 3 days after a period ends.
zh_hans: 高级版在网页上购买（按月订阅或一次性终身买断），并在 App 中用令牌解锁；订阅到期后仍可继续使用 3 天。

source: Preserved in flight, one leg at a time.
zh_hans: 一段一段，封存在飞行之中。

source: Read
zh_hans: 读取

source: Read my Gmail
zh_hans: 读取我的 Gmail

source: Read trips from calendar
zh_hans: 从日历读取行程

source: Read trips from email
zh_hans: 从邮件读取行程

source: Recycle Bin
zh_hans: 回收站

source: Registration
zh_hans: 注册号

source: Rejected
zh_hans: 已拒绝

source: Remove
zh_hans: 移除

source: Requests
zh_hans: 请求

source: Restore this trip?
zh_hans: 恢复此行程？

source: Route
zh_hans: 航线

source: Ruby
zh_hans: 红宝石

source: Save
zh_hans: 保存

source: Saving…
zh_hans: 正在保存…

source: Scan the text
zh_hans: 扫描文字

source: Scan to open this trip in Airadar and add it to your radar.
zh_hans: 扫码在 Airadar 中打开此行程并加入你的雷达。

source: Scheduled
zh_hans: 计划中

source: Search
zh_hans: 搜索

source: Search airline name or code
zh_hans: 搜索航空公司名称或代码

source: Search flight
zh_hans: 搜索航班

source: Send to %lld friends
zh_hans: 发送给 %lld 位好友

source: Send to friend
zh_hans: 发送给好友

source: Send trips to friends — %@
zh_hans: 发送行程给好友 — %@

source: Sent
zh_hans: 已发送

source: Settings
zh_hans: 设置

source: Share
zh_hans: 分享

source: Share %@
zh_hans: 分享 %@

source: Shared by
zh_hans: 分享者

source: Shared by %@
zh_hans: 由 %@ 分享

source: Shared with %@ to confirm.
zh_hans: 已发给 %@ 确认。

source: Show times in my time zone
zh_hans: 以我的时区显示时间

source: Sign out
zh_hans: 退出登录

source: Silk
zh_hans: 丝绸

source: Silver
zh_hans: 白银

source: Skip
zh_hans: 跳过

source: Smooth as the old trade routes.
zh_hans: 顺滑如古老的丝路。

source: Status
zh_hans: 状态

source: Still wrong? Send feedback
zh_hans: 还是不对？发送反馈

source: Suggest an airline
zh_hans: 建议添加航空公司

source: System
zh_hans: 跟随系统

source: Taken from your Google account. Airadar uses it only to recognise which imported flights are yours and to let friends recognise you — never to analyse your trips. Skip it if you will not use those features.
zh_hans: 取自你的 Google 账户。Airadar 仅用它来识别哪些导入的航班属于你，以及让好友认出你 — 绝不会用于分析你的行程。如果不使用这些功能，可以跳过。

source: Ten flights and counting.
zh_hans: 十个航班，还在继续。

source: Terminal
zh_hans: 航站楼

source: Terminal %@
zh_hans: %@ 号航站楼

source: Terminals
zh_hans: 航站楼

source: They go to the Recycle Bin for %lld days, so this can be undone.
zh_hans: 它们会在回收站保留 %lld 天，因此可以撤销。

source: This flight number runs more than once around this date — which one is yours?
zh_hans: 这个航班号在该日期前后有多个班次 — 你乘坐的是哪一个？

source: This may not be your trip — the ticket names someone else
zh_hans: 这可能不是你的行程 — 机票上是其他人的名字

source: Times (local at each airport)
zh_hans: 时间（各机场当地时间）

source: To (IATA)
zh_hans: 目的地 (IATA)

source: Together
zh_hans: 同行

source: Trip
zh_hans: 行程

source: Triple digits — a real habit now.
zh_hans: 三位数了 — 飞行已成习惯。

source: Trips
zh_hans: 行程

source: Two-fifty, and still climbing.
zh_hans: 二百五十次，仍在爬升。

source: Unverified — review expired
zh_hans: 未验证 — 审核已过期

source: Use this
zh_hans: 使用这个

source: Used only to recognise your flights and let friends recognise you.
zh_hans: 仅用于识别你的航班以及让好友认出你。

source: Usually %@
zh_hans: 通常 %@

source: Version
zh_hans: 版本

source: Whose trip is this?
zh_hans: 这是谁的行程？

source: Yes
zh_hans: 是

source: You haven't fed any flights yet.
zh_hans: 你还没有提交过航班。

source: You haven't reviewed anything yet.
zh_hans: 你还没有审核过任何内容。

source: You: Approved
zh_hans: 你：通过

source: You: Rejected
zh_hans: 你：拒绝

source: Your flights on one live map — imported from your mail, shared with friends, tracked to the gate.
zh_hans: 你的所有航班尽在一张实时地图 — 从邮件导入，与好友分享，全程追踪到登机口。

source: e.g. Some New Airline
zh_hans: 例如：某新航空公司

source: · closed
zh_hans: · 已关闭

source: · needs more votes
zh_hans: · 需要更多投票
